{
  "subtitle": "You are more at risk of catching an STI...", 
  "description": "", 
  "language": "eng_GB", 
  "title": "Girls be careful!", 
  "primary_category": "2e06b96d5f1045ac99b914b55c9257e2", 
  "created_at": "2015-07-14T10:02:29.548938+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-07-14T10:02:29.549139+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Girls have to be extra careful not to catch STIs. The bad news is that you are more at risk than boys of being infected with a sexually transmitted infection (STI) or HIV. Diseases pass more easily from a penis to a vagina because there is a larger surface area of cells moist with body fluids inside a girl’s vagina.   \r\n\r\nRough sex, unwanted sex (like an assault or rape) or ‘dry’ sex all cause damage to the vagina and can make small tears and cause bleeding. This makes you even more at risk of catching an STI.\r\n\r\nBeware of older sex partners! Chances are that an older man has had many more sexual partners than you have. This means there’s a higher chance he has an STI. \r\n\r\nYou may be in a relationship with an older man where he’s giving you lots of nice gifts, or even money, so that you will have sex with him. It’s a good idea to think twice about what you are doing. If you do have sex with him, remember to always use a condom to avoid getting HIV and some form of contraception to avoid getting pregnant.\r\n\r\nIf you think you might be infected with an STI, visit your local clinic for a test so that you can get treated as soon as possible. It’s better to treat the infection sooner rather than later. If you’re feeling worried about getting tested, remember that it’s more important to know so that you can fix it.  \r\n\r\n**As a young woman, you are more at risk of catching STIs including HIV, a life-threatening STI that cannot be cured even though it can be treated with the right medicines. Some people think it’s only a guy’s job to carry condoms. But you have to protect yourself! Carry a condom or ask at the clinic about the female condom.**", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "girls-be-careful", 
  "uuid": "009da86a4f9d41fa9c0740835e8f2b63"
}