{
  "subtitle": "Alcohol and drugs can mean wrong choices", 
  "description": "Alcohol and drugs can mean wrong choices", 
  "language": "eng_GB", 
  "title": "Are you thinking straight? ", 
  "primary_category": "17a68572c55e4995a865ef533db96a10", 
  "created_at": "2015-08-03T17:04:02.538047+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-03T17:04:02.538270+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "749f4e6c26e04788b34675c74cf1e55a", 
    "db531be8271f4ecb9051a79226f724d4", 
    "009da86a4f9d41fa9c0740835e8f2b63"
  ], 
  "id": null, 
  "content": "As you grow up it’s likely be offered a drink, or even drugs, at some point. There is a reason that the law says you can only drink when you are 18, and that drugs are illegal. This is because substances like drugs or alcohol enter your brain and they change the way it works.  \r\n\r\n**Substances change your behaviour**\r\n\r\n - Being drunk or high may lead you to do make unsafe choices - like\r\n   having unsafe, unprotected sex. Under the influence of substances,\r\n   you may do thing you would never do if you were thinking straight.\r\n\r\n - They make it difficult for you to understand when you are in\r\n   dangerous situation.\r\n\r\n - Alcohol can make you lose coordination and control; which is why\r\n   drinking and driving is against the law.\r\n\r\n - You risk hurting yourself: it’s easier to have a car accident, drown,\r\n   fall or just hurt yourself.\r\n\r\n - You are not able to think as clearly so it can be difficult to make\r\n   decisions or to say ‘no’ to something you don’t want to do.\r\n\r\n**Drinking can be especially risky for girls**\r\n\r\n - Girls’ bodies do not handle alcohol as well as boys’ - which means\r\n   girls can drink a lot less.\r\n\r\n - It can lead to having unprotected sex.\r\n\r\n - Girls are more vulnerable to catch HIV or STDs from unprotected sex.\r\n\r\n - You can put yourself in a dangerous situation where rape can happen.\r\n\r\n**Substances like drugs and alcohol will always be around you. But you have the choice to say ‘no’ to them. Have a plan for your future. Do alcohol or drugs fit into your plan?**  \r\n", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "are-you-thinking-straight", 
  "uuid": "070f654453eb443a81566a5b0ba9556e"
}