{
  "subtitle": "What is domestic abuse?", 
  "description": "What is domestic abuse?", 
  "language": "eng_GB", 
  "title": "They should love you but they hurt you", 
  "primary_category": "aabb61cb0eed43b4a5a99d45b3e6e955", 
  "created_at": "2015-08-03T20:53:38+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-04T07:34:03.164237+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "There are times when abuse or cruel behaviour happens in families or between boyfriends and girlfriends. This can be confusing because this person is the one who is supposed to care for you or protect you. It may even be happening between your parents and not to you directly. If this is happening in your home or love relationship it is called domestic abuse. \r\n\r\n**What are the signs? You may be in an abusive relationship if a parent, partner or lover:**\r\n\r\n+ Calls you names, insults you or constantly criticises you\r\n+ Does not want you to work\r\n+ Physically beats, injures or assaults you\r\n+ Forcefully controls your finances\r\n+ Expects you to ask for permission before taking any action – large or small\r\n+ Monitors where you go and who you hang out with\r\n+ Abandons you in dangerous or unfamiliar places when they are upset with you\r\n+ Forces you to dress a certain way\r\n+ Says he or she will not give you what they used to give you if you do not give in\r\n+ Forces you into sex or ignores your feelings regarding sex or protection\r\n\r\nIn all these cases the abuser aims to control, frighten, intimidate, terrorise, manipulate, humiliate and/or injure you.\r\n\r\n**Making changes in an abusive relationship is not easy, because you may feel frightened or worn down. Think about what you can do to change the situation – even taking a small step can help. Like telling someone you trust what is happening.**", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 11, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "they-should-love-you-they-hurt-you", 
  "uuid": "125465a12d814c04ae160d1e743d9f67"
}