{
  "subtitle": "", 
  "description": "Is someone controlling you?", 
  "language": "eng_GB", 
  "title": "What is abuse?", 
  "primary_category": "aabb61cb0eed43b4a5a99d45b3e6e955", 
  "created_at": "2015-08-03T20:42:22+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-03T20:51:01.784453+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Abuse is where one person is mistreated, or treated cruelly, by another person.  This person could be your boyfriend, girlfriend, father, mother, an older sibling, teacher, family member or someone offering you money or gifts. Guys can also be abused by girls or older women. Abusers use fear, guilt, shame, violence and intimidation to wear you down and control you. An abuser doesn’t play fair and will often ask or demand you keep it a secret.  But you should never let abuse be a secret between you and the abuser. \r\n \r\n**They can hurt you (physical abuse)**  \r\nAn abuser can hit or hurt you with their fists or any weapon. But they may also scratch, punch, bite, strangle or kick. They may throw something at you such as a phone, book, shoe or plate. They may lock you up, pull your hair or grab your clothing or face to force you to look at them. \r\n\r\n**They can use sex (sexual abuse)**.  \r\nThis is when someone forces you to do sexual acts with them, watch sexual things or even have sex with them. When you say no and they hurt you and force you to do sexual things with them, this is called rape. It is illegal for an adult to have sex with a minor. \r\n\r\n**They can use words or threats (emotional abuse)**  \r\nEmotional abuse includes verbal abuse such as shouting, name-calling, blaming and shaming. They may threaten to expose a secret or send you away. They may spread a rumour, embarrass or shame you in public. Abusers often threaten physical violence (to you or themselves) or other punishments if you don’t do what they want or if you tell on them. Emotional abusers can do cruel things to you, then apologize, say they love you and give you gifts to get you back. But a short time later they start abusing you again. If you know this pattern and get yourself out of the relationship before they hurt you. \r\n \r\n**They can ignore you (neglect)**  \r\nThis is when the person who is meant to be looking after you is not feeding or clothing you properly or getting medical care if you need it. They may ignore you or leave you alone for long periods of time.\r\n\r\n**If you are being abused it can never be your fault, even if the abuser tells you that it is your fault. No one asks to be abused. Abuse is always the adult or perpetrator’s fault.  Tell an adult that you trust each time the abuse happens. Plan to get out of the situation as soon as possible.**", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "what-abuse", 
  "uuid": "130df37d63524932a0bb54d1f32bca3b"
}