{
  "subtitle": "Time to start shaving", 
  "description": "", 
  "language": "eng_GB", 
  "title": "Your hair is growing", 
  "primary_category": "17a68572c55e4995a865ef533db96a10", 
  "created_at": "2015-08-03T14:30:57.366075+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-03T14:30:57.366282+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "e1e42b5a3cfd4499b179b6461b91bfb5", 
    "dedf596d92ac4371a4ee8e3db342f6dc"
  ], 
  "id": null, 
  "content": "During puberty you’ll start to grow hair in all sorts of new places – on your face, around your mouth, on your chest, under your armpits and around your private parts (pubic hair). Your arm and leg hair will also get thicker and darker. \r\n\r\nIt’s normal to grow new hair and it’s part of growing up. Girls like to remove the hair from their armpits, legs and sometimes around their mouths. It’s okay for boys to keep the hair under their arms and on their legs but if you’re still in school and you’re growing a lot of facial hair, you’ll probably need to start shaving. \r\n\r\n**How do I shave?** \r\nYou’ll need to buy a good razor. Every morning when you wake up, rub your face with soap or shaving cream and glide the razor across your skin gently (so you don’t cut yourself). You’ll most likely need to shave every two or three days, depending on how thick and dark your hair is. Remember to keep your razor clean and don’t share it with others as it spreads germs.\r\n\r\n**Your body is changing. Part of growing up is learning to take care of it without your parents nagging you. Choosing to be clean-shaven can show you care about the way you look. But it’s also your choice to grow a fashion beard.**\r\n", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "your-hair-growing", 
  "uuid": "16a4119d778f421f855d1b344805ff36"
}