{
  "subtitle": "What makes a relationship really last?", 
  "description": "What makes a relationship really last?", 
  "language": "eng_GB", 
  "title": "‘I do’", 
  "primary_category": "aabb61cb0eed43b4a5a99d45b3e6e955", 
  "created_at": "2015-08-03T20:37:30+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-04T07:35:20.568496+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "A relationship means having someone in your life that you value and trust. It’s important that you love and trust your boyfriend or girlfriend - as they could one day become your husband or wife! A relationship can last for many years. It grows deeper with time. \r\n\r\nBut it also means making an effort to take care of the relationship even when there are lots of other things going on in your life. \r\n\t\t\t\t\t\r\n**There are qualities that can make a relationship last:**\r\n\t\t\t\t\t\r\n*Care, trust and respect.* You are both caring, loving and supportive of each other. You know when to listen to each other and you take each other seriously.\r\n\t\t\t\t\t\r\n*Good company*. It is great to be with someone you can have fun and share jokes and laughter with. Your long relationship will be built on a good friendship. \r\n\r\n*Being real and honest.* When you are in a good relationship your partner knows your flaws - and likes you anyway! They will not lie to you, and they will not try and hurt your feelings deliberately. You will know where you stand and won’t be afraid to share your true opinions.\r\n\r\n*Freedom*. Everybody wants a chance to think for themselves. Everybody wants to be with someone who lets us feel free to share our feelings. Listening to and respecting the other person is important. Listening to each other also means respecting each other’s opinions and not imposing one’s opinions on the other as the only right ones. Everyone’s opinion is right for him so long as it does not violate the other’s rights.\r\n\t\t\t\t\t\r\n*Being your genuine self.* You feel that you can be yourself and don’t have to please the other person or fear their reaction. You don’t feel as if you have to put on a show or pretend to be someone you are not.\r\n\r\n**If a relationship lasts, it is a good one. It can end in marriage when you both decide the time is right. Remember, you always choose whether to marry, who to marry, and when to marry. It is a good idea to date first and get to know the other person until you know it is the right time, the right love and the right man or woman.** \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 14, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "i-do", 
  "uuid": "2167d9ae1e04436e98696d3f8f66d5ce"
}