{
  "subtitle": "Street tricks to fight back and stay safe ", 
  "description": "Street tricks to fight back and stay safe ", 
  "language": "eng_GB", 
  "title": "Stay safe from rape ", 
  "primary_category": "aabb61cb0eed43b4a5a99d45b3e6e955", 
  "created_at": "2015-08-03T21:20:03+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-04T07:30:29.922654+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Rape is an attack and it can happen to a boy or a girl. But it doesn’t always happen on a street or with a stranger. Most often a rapist is someone you know and trust. It doesn’t matter who it is, rape is a violent crime. Your first goal is to get away from the rapist and get help. \r\n\r\n<ins>Here’s how to stay safe: </ins>\r\n \r\n+ *Trust your gut*. If someone is making you feel awkward and nervous, get away from them. Make an excuse, leave the room, find a crowd, grab a friend or just run. \r\n+ *Stick to safe places*. Avoid being alone in dark places like empty streets, open lots or an empty house. If you feel that you’re being followed, move quickly to where there are lots of people or even pretend to talk loudly on your phone or to yourself. \r\n+ *Watch what you drink.* Don’t drink too much.  You could make bad decisions and get into situations where you are more vulnerable for a rape to happen. Do not leave your drink if you go to the bathroom, order another one. Someone can put drugs (called date rape drugs) into it so you can be confused and more vulnerable to rape\r\n+ *Be firm*. If someone is making you feel uneasy, tell them in a very firm, confident voice to leave you alone. It’s important that they know you mean business. Look them in the eye. If you are in a vulnerable position try and sit up or stand up and face them squarely. \r\n+ *Make a big noise*. Whether it’s happening in your house, a friend’s house or a deserted place with a stranger, don’t be silent. Scream to attract attention no matter who the rapist is.  Better still carry a whistle or pepper spray and use them!   \r\n+ *Have change.* Make sure you have always have enough money to get a cab / taxi if you find yourself in a potential rape situation.\r\n\r\n**Rape is a crime and it is never your fault. Your first goal is to survive the attack, or get away, and then get help.** ", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 6, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "stay-safe-rape", 
  "uuid": "2730815bb6da4731a7d964038b5e9cb0"
}