{
  "subtitle": "Here’s how to deal", 
  "description": "", 
  "language": "eng_GB", 
  "title": "Why am I sweating so much?", 
  "primary_category": "17a68572c55e4995a865ef533db96a10", 
  "created_at": "2015-08-03T14:24:42.531605+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-03T14:24:42.531899+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "When you hit puberty, your body goes through all sorts of changes, including lots of sweating. It’s often hard to hide when you’re sweating and it will feel like you’re starting to sweat everywhere – under your arms, in the palms of your hands, under your feet, on your face and even in your genitals! \r\n\r\nWhen you’re playing sport or the weather is very hot, you’ll sweat more. But you’ll also sweat when you’re feeling excited or scared about something. Believe it or not, sweating actually helps you to cool down! \r\n\r\nIf you don’t want to start smelling bad when you sweat, there are a few things you can do to keep nasty body odours away. Make sure you wash your body with soap and warm water every day. Also wash your clothes after you’ve worn them and get some underarm deodorant. \r\n\r\nBoys can get really smelly feet so try to get some socks that will help your feet to breathe in your shoes. Also try and wash your shoes but don’t wear them until they are completely dry. And try to switch between shoes so that you don’t wear the same pair every day.\r\n\r\n**It is your job as you grow up to keep your body clean and healthy. Good grooming shows you care about yourself. Start with the basics like good hygiene and you are off to a great start.**\r\n", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "why-am-i-sweating-so-much", 
  "uuid": "2a798f85014749fabb9e2ef61129ae10"
}