{
  "subtitle": "", 
  "description": "Look out for yourself!", 
  "language": "eng_GB", 
  "title": "Take care of your Number One relationship", 
  "primary_category": "aabb61cb0eed43b4a5a99d45b3e6e955", 
  "created_at": "2015-08-03T19:34:56+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-03T19:40:28.475054+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Your relationship with you is more important than your relationship with anybody else! You have every chance of growing into a confident and strong person, no matter where you come from or how your life started. Confident people feel good about themselves and have a \"can-do\" attitude. You can be one! \r\n \r\nOf course everyone has bad times of worry and self-doubt - but these feelings should not stop you. You can learn to face and work through any problems - and get help when you need it!\r\n\r\n**Here are some tips for success:** \r\n\r\n**Avoid negative people:** Think about the people who surround you. Do they support you? Do you really want them in your life? Choose good people.\r\n \r\n**Keep promises to yourself:** Make a few good ones and keep them. Good ones sound like … *I will finish school ... one day I will get a job… the only relationship I want is a one where my partner and I respect, love, care and protective each other.*  Learning to keep your word builds discipline and trust in yourself. It means your word has power. \r\n \r\n**Speak kindly to yourself:** Sure, you are going to make mistakes. But you can survive most of them. You may even learn from them! Don’t beat yourself up if things go wrong, brush it off and learn to make better choices.\r\n \r\n**Challenge ideas:** As you grow up, you need to question what people tell you. You also need to question what is right and what is wrong. Don’t let others use or manipulate you!\r\n\r\n**Ask for help:** Asking for support can be difficult - you may not know where to go, or you might feel uncomfortable, shy or guilty.  But you need to act with confidence to get the help you need!\r\n \r\n**You are special and have value in the world. Believe in yourself and know that you have a purpose. That way you can make good decisions about your life.** ", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "take-care-your-number-one-relationship", 
  "uuid": "2b4faf2217d14c8ea3690ee78b264ec7"
}