{
  "subtitle": " You heard…. get the truth", 
  "description": " You heard…. get the truth\r\n", 
  "language": "zul_ZA", 
  "title": "Rape lies revealed ", 
  "primary_category": "aabb61cb0eed43b4a5a99d45b3e6e955", 
  "created_at": "2015-08-03T21:25:03+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-04T08:43:15.893406+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "It’s not always wise to believe what you hear from other people. Sometimes stories are made up and are not true. \r\n\r\n<ins>Here are some examples:</ins>\r\n\r\n**You heard:** Only girls get raped.  \r\n**The truth:** Boys can get raped too! \r\n\r\n**You heard:** It’s not rape if it’s your boyfriend or girlfriend.  \r\n**The truth:** Most rapes happen with someone you know. It is never anyone’s right to rape you. \r\n\r\n**You heard:** But we had been together before.  \r\n**The truth:** You can say no, even if you have had sex with that person before. \r\n\r\n**You heard:** It’s not fair if we were in middle of sex and she says no. That’s not rape.  \r\n**The truth:** It can be difficult to stop when you are in the middle of things, but if your partner asks you to stop at any time always respect that request. If you force it, it’s rape. \r\n\r\n**You heard:** She was asking for it (sex) wearing such short, sexy clothes.  \r\n**The truth:** Wearing sexy clothes does not mean a girl wants to have sex. Nor does kissing or flirting. \r\n\r\n**You heard:** It was sex, not rape.  \r\n**The truth:** If a boy forces himself on a girl after she has said no, or while she is passed out from drugs or alcohol, he is raping her, they are not having sex! The same applies if a girl forces a boy into sex. \r\n\r\n**You heard:** If they don’t say no – it’s still okay.  \r\n**The truth:** If you are trying to get sexual with someone and they are pushing you away, drunk, passed out or obviously not enjoying it, but you still carry on, it is rape. Just because they didn’t say the word ‘No!’ doesn’t mean that they wanted to have sex.\r\n\r\n**You heard:** Some people lie about rape to explain why they are not virgins.  \r\n**The truth:** Many people tell lies, and not just about rape. If someone reports a rape, it’s important to take it seriously and investigate it before assuming they are lying.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 5, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "rape-lies-revealed", 
  "uuid": "2e1197cc535b408baae81e1437180d27"
}