{
  "subtitle": "Taking risks vs breaking the law!  ", 
  "description": "Taking risks vs breaking the law!  ", 
  "language": "zul_ZA", 
  "title": "What is risky sex?", 
  "primary_category": "b349c22c3e4f4e43b7e84cbdae9cb943", 
  "created_at": "2015-08-03T21:44:19+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-04T08:42:37.601699+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "When we say sex is ‘risky’ that means that things can go wrong, or that it is not safe for you.  If you’re going to have sex, it should be in a safe environment with someone you trust and love. When you take a risk with sex, you could end up in a situation like getting pregnant or catching a sexually transmitted infection (STI). \r\n\r\n**What is risky sexual behaviour?**\r\n\r\n \\- Having sex with many different people  \r\n \\- Changing sexual partners often  \r\n \\- Having sex without a condom to stop STIs  \r\n \\- Having sex without using contraception to prevent pregnancy   \r\n \\- Forgetting to use your contraception  \r\n \\- Having sex with people for money, drugs or other ‘favours’  \r\n \\- Having sex when you’re under the influence of alcohol or drugs   \r\n\r\n**Why do people do this?** \r\nSometimes, people haven’t been told about the consequences of sex so they don’t understand the dangers of unprotected sex. They may also not be able to pay for contraception like condoms, or have anyone to talk to.\r\n\r\n**What sexual behaviour is illegal?** \r\nThe following behaviours all break the law and you can be punished for doing them… \r\n\r\n*Statutory Rape*    \r\nIt is illegal for an adult to have sex with anyone under the age of 16.  \r\n*Rape*    \r\nWhen someone has sex with another person who does not want to have sex.    \r\n*Incest*        \r\nIf you have sex with someone who is related to you, like a brother, sister, cousin, aunt, uncle or parent.    \r\n*Sexual harassment*   \r\nHarassment is when someone is bothering you and won’t leave you alone. Sexual harassment is when someone makes sexual comments to you, tries to touch, kiss or hug or even stands too close to you and does not listen when you want it to stop.\r\n\r\n**Stand up for your body rights. Sometimes guys can be confused by a girl’s messages. You may think that she wants to be sexual when she does not. It’s important to check with a girl if you are not sure.** ", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 3, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "what-risky-sex", 
  "uuid": "2f9a5e58814f478294673adb7be7227f"
}