{
  "subtitle": "Some stuff stays under wraps!", 
  "description": "Some stuff stays under wraps!", 
  "language": "eng_GB", 
  "title": "Keep private things private", 
  "primary_category": "b349c22c3e4f4e43b7e84cbdae9cb943", 
  "created_at": "2015-08-03T21:36:58+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-04T07:29:53.554356+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "As you grow up you learn what to share with others, and what is private. If you keep something private it means you keep it away from other people’s sight, or interest.\r\n\t\t\t\r\nYou have private parts (genitals) that are not for sharing and you keep those just to yourself.\r\n\r\nBut you also need to be sure you have a private space that is yours, and only yours. Having a safe, private space is especially important for girls. Girls need to protect themselves against the possibility of rape or abuse. \r\n\r\nYour private, personal space could be your bedroom, toilet, bathroom or your house. People who trespass (come into your space without asking) or people who come too close to you, are disturbing you and your peace. You need to tell them they are not welcome. \r\n\r\nHere are some tips on how to protect your privacy: \r\n\r\n+ Close the door to the room when you are sleeping, getting dressed or studying. \r\n+ Close the door to the bathroom when you are using it \r\n+ If you need to, lock away your personal belongings like your phone, diary, underwear and computer \r\n+ If you use the internet, make sure you don’t give your passwords to anyone and that your information is secure \r\n+ Don’t take nude photos of yourself and leave them lying around or send them to a friend\r\n+ Treat your body as a private space that also needs protecting. \r\n\r\n**No matter how small your space or who you live with, your body and belongings are yours alone. Protect them by keeping them private and challenge anyone who invades your private space or your body privacy.** ", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 4, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "keep-private-things-private", 
  "uuid": "377539fee15843a99bfedd080d0d7936"
}