{
  "subtitle": "Learn about your monthly period ", 
  "description": "Learn about your monthly period ", 
  "language": "eng_GB", 
  "title": "Menstruation Facts", 
  "primary_category": "2e06b96d5f1045ac99b914b55c9257e2", 
  "created_at": "2015-07-14T07:12:27.977446+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-07-14T07:12:27.977787+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Your period (menstrual cycle) is when you bleed from your vagina. It’ll start when you hit puberty – some girls start sooner than others, but all girls get their period eventually. \r\n\r\nA period is nothing to be ashamed of. It’s a sign that you’re now a woman and can fall pregnant. \r\n\r\n**How it works…**\r\n\r\nYou’ll get your period every 28 days or so and the menstrual cycle works the same every month. When you finish your period (it’s usually about 5 days), the cycle starts at the beginning again, and this is how it goes…  \r\n\r\nYour uterus (womb) prepares a lining (wall) and your ovaries start to ripen a new egg. \r\n\r\nAfter a few days the egg will be ready and your ovaries will release it to move down your fallopian tubes towards your uterus (this is called ovulating). You have a higher chance of getting pregnant if you have sex during ovulation.\r\n\r\nWhen the egg gets to your uterus, it will wait to meet a boy’s sperm. If you have unprotected sex, a boy will ejaculate into your vagina and the sperm from his semen will move towards your uterus to find the ripe egg. If they meet, the egg becomes fertilised and attaches itself to the lining in your uterus. If you don’t have sex or you use a condom, the egg will eventually start to break up. \r\n\r\nYour body will know once the egg has started to break and it will get rid of the lining in your uterus that it built up. This is when you start to bleed. And the menstrual cycle starts all over again. \r\n\r\n**Your period starts now and will continue for much of your adult life. Understand how your body works so you can protect yourself from a pregnancy.** ", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "menstruation-facts", 
  "uuid": "39f6103f1e3447549d8631c37c3699c8"
}