{
  "subtitle": "Choices a girl can make with pride!", 
  "description": "", 
  "language": "eng_GB", 
  "title": "Virginity and Abstinence", 
  "primary_category": "2e06b96d5f1045ac99b914b55c9257e2", 
  "created_at": "2015-07-14T10:01:11.890821+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-07-14T10:01:11.891582+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "c5ae63c9549e4f169b44347e15b8414c", 
    "8f6fe3d9e2f446a594d584375aa0fc9f", 
    "304e16eaf1524a529f1112ec1a405fc2"
  ], 
  "id": null, 
  "content": "ou are born a virgin. You lose your virginity the first time a penis enters your vagina. This is the first time you have sex and you are no longer a virgin. \r\n\r\nWhen this happens, and who it happens with, should be your choice.\r\n\r\nThe longer you wait to have sex, the better it will be for you, because you won’t have to worry about catching sexually transmitted infections (STIs) or about getting pregnant and having a baby. If you have sex and fall pregnant before your girl’s body has properly developed, there may be complications for you and the baby. Sometimes, girls who fall pregnant before their bodies are ready, get fistula during the delivery of the baby and must live with this uncomfortable condition for the rest of their lives. \r\n\r\nWhen you choose not to have sex, we say you are abstaining from sex. People choose to abstain from sex for a number of very good reasons. There are a number of other sexual things you and your partner can do while avoiding sexual penetration of the vagina. \r\n\r\nWhy wait?\r\nHere are some reasons you may not have thought about:\r\n\r\nIf you delay sex, you delay pregnancy - and can stay in school or even go on to college and earn money to support yourself and your family when you are older.\r\nDelaying sex means not worrying about pregnancy or STIs when you should be enjoying being young and healthy.\r\nDelaying sex is an act of respect for yourself. \r\nThe pressure to lose your virginity may be intense. Agree only when you’re ready. That will be a decision you respect. You might not be so happy about a decision you were pressured to make. \r\nSaving yourself for a special man or your wedding night makes the experience special and memorable for both of you. \r\n\r\nYour choice\r\nIf you have been sexually abused (someone touched you or had sex with you even though you didn’t want them to), this doesn’t make you less of a virgin. The first time a penis enters your vagina may be unwanted and forced. But in your heart you should see yourself as a virgin until you choose the right person and the right time when you are ready.  \r\n\r\nLosing your virginity is a private choice. First times can be awkward. Choose to have sex when you are older and find the right person. Abstinence is a choice you can be proud of. \r\n\r\n\r\n6\r\nHEADER: Keep your private parts private\r\nSUBHEADER: Special things need special protection\r\n\r\nAs you grow up you learn what to share with others, and what is private. If you keep something private it means you keep it away from other people’s sight, or interest.\r\n\t\t\t\r\nYou have private parts (genitals) that are not for sharing and you keep those just to yourself.\r\n\r\nBut you also need to be sure you have a private space that is yours, and only yours. Having a safe, private space is especially important for girls. Girls need to protect themselves against the possibility of rape or abuse. \r\n\r\nYour private, personal space could be your bedroom, toilet, bathroom or your house. People who trespass (come into your space without asking) or people who come too close to you, are disturbing you and your peace. You need to tell them they are not welcome. \r\n\r\nHere are some tips on how to protect your privacy: \r\n\r\n - Close the door to your bedroom when you are sleeping, getting dressed or studying \r\n - Close the door to the bathroom when you are using it \r\n - If you need to, lock away your personal belongings like your phone, diary, underwear and computer \r\n - If you use the internet, make sure you don’t give your passwords to anyone and that your information is secure \r\n - Don’t take nude photos of yourself and leave them lying around or send them to a friend\r\n - Treat your body as a private space that also needs protecting. \r\n\r\n**No matter how small your space or who you live with, your body and belongings are yours alone. Protect them by keeping them private and challenge anyone who invades your private space or your body privacy.** ", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "virginity-and-abstinence", 
  "uuid": "403e022856514a31b6c888d87676da77"
}