{
  "subtitle": "", 
  "description": "Sex choices a girl can make with pride!", 
  "language": "eng_GB", 
  "title": "What’s the deal with waiting?", 
  "primary_category": "b349c22c3e4f4e43b7e84cbdae9cb943", 
  "created_at": "2015-08-03T21:48:02.066301+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-03T21:48:02.066497+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "You are born a virgin. You lose your virginity the first time a penis enters your vagina. This is the first time you have sex and you are no longer a virgin. \r\n\r\nWhen this happens, and who it happens with, should be your choice. If you have lost your virginity you can still chose to wait with other lovers. \r\n\r\nWhen you choose not to have sex, we say you are abstaining from sex. People choose to abstain from sex for a number of very good reasons. There are a number of other sexual things you and your partner can do while avoiding sexual penetration of the vagina, like kissing, touching and playing. \r\n\r\n**Why wait?**   \r\nHere are some reasons you may not have thought about:\r\n\r\n+ If you delay sex, you delay pregnancy - and can stay in school or even go on to college and earn money to support yourself and your family when you are older.\r\n+ Delaying sex means not worrying about pregnancy or STIs when you should be enjoying being young and healthy.\r\n+ Delaying sex is an act of respect for yourself. \r\n+ The pressure to lose your virginity may be intense. Agree only when you’re ready. That will be a decision you respect. You might not be so happy about a decision you were pressured to make. \r\n+ Saving yourself for a special man or your wedding night makes the experience special and memorable for both of you. \r\n\r\n\r\n**Your choice**   \r\nIf you have been sexually abused (someone touched you or had sex with you even though you didn’t want them to), this doesn’t make you less of a virgin. The first time a penis enters your vagina may be unwanted and forced. But in your heart you should see yourself as a virgin until you choose the right person and the right time when you are ready.  \r\n\r\n**Abstinence or waiting for the right time is a choice you can be proud of. You can make this choice any time - virgin or not.** \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "whats-deal-waiting", 
  "uuid": "4bb2662f893b4de48fbb4bd2147038fc"
}