{
  "subtitle": "How not to fall pregnant", 
  "description": "How not to fall pregnant", 
  "language": "eng_GB", 
  "title": "Contraception A to Z", 
  "primary_category": "b349c22c3e4f4e43b7e84cbdae9cb943", 
  "created_at": "2015-07-14T10:45:40+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-07-14T15:37:01.173672+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "If you are having sex, using contraception is the best way to avoid falling pregnant! It’s important to learn about the different types of contraception so you can choose the one that suits you best. Remember, the only contraceptive method that prevents pregnancy and also stops a sexually transmitted infection or HIV, is a condom. \r\n\r\n**Condoms** \r\nYou get condoms for boys and girls. These condoms are the only way to prevent pregnancy and also stop you from getting sexually transmitted infections (STIs) and HIV. \r\n\r\n - For boys: the condom is worn over the penis during sex and it catches the sperm after ejaculation so it doesn’t enter the girl’s body. They are free at your local clinic and can be bought at pharmacies and shops. \r\n\r\n - For girls: the femidom is worn inside a girl’s vagina and blocks a boy’s sperm from entering her body. They can be bought at some pharmacies and shops. \r\n\r\n**Injection**\r\nThis is for girls only. A doctor or nurse will give you an injection every two or three months. It’s free at your local clinic and easier than having to take a pill every day. The injection stops your body from producing eggs.\r\n\r\n**Implant**\r\nAlso for girls, the implant is a small stick that is inserted under the skin of your upper arm. It is free at your local clinic and works like the injection by stopping your body from producing eggs. It lasts for about three years. \r\n\r\n**Intrauterine Device (IUD)**\r\nThis is a small plastic object that a doctor or nurse will insert into a girl’s vagina. Once it’s inserted it is like a barrier between a boy’s sperm and a girl’s egg. It lasts for up to five years. It is usually suggested for girls who are older, or have had a baby already. \r\n\r\n**Withdrawal**\r\nDuring sex, a boy will withdraw his penis before he ejaculates. This is the least effective birth control method and can most easily result in an unplanned pregnancy. \r\n\r\n**Emergency Contraception** \r\nAlso known as the ‘morning after pill’, this pill must be taken within three days of having unprotected sex. It should only be used as a real emergency as it’s not healthy to take often. The pill is free at your local clinic and can be bought at some pharmacies. \r\n\r\n**Permanent Contraception or Sterilisation**\r\nThis is an operation that a doctor will perform, sometimes for free. For girls the pathway for her eggs will be tied and for boys the pathway for his sperm will be cut. This operation can be undone but it won’t mean that a girl can get pregnant. \r\n\r\n**For contraceptives to work properly, they need to be used properly. Remember that only a condom protects against pregnancy as well as STI’s and HIV.**  \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 3, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "contraception-z", 
  "uuid": "59b9f2998f15454687aa5c5658230ccb"
}