{
  "subtitle": "Find out what makes a baby", 
  "description": "Find out what makes a baby", 
  "language": "eng_GB", 
  "title": "How do girls get pregnant?", 
  "primary_category": "b349c22c3e4f4e43b7e84cbdae9cb943", 
  "created_at": "2015-07-14T10:29:33+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-07-14T15:37:46.235727+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "A girl can get pregnant any time she has unprotected sex, even if she is having her period or having sex for the first time. When a girl is ovulating, she is even more likely to get pregnant. Ovulating is when an egg is released from her ovary, pushed down the fallopian tube and waits in her uterus (womb) ready to be fertilised by sperm.  \r\n\r\nWhen a boy and girl have sex, a boy will ejaculate in a girl’s vagina and his sperm will move from the vagina into the uterus. If his sperm finds an egg, this is called fertilisation. The girl’s uterus has a wall (lining) that has been preparing for a fertilised egg (zygote) and once it is fertilised it will implant itself into the wall. This is known as conception. \r\n\r\nIf conception doesn’t happen, the wall of the uterus will leave the womb and the girl will start to bleed from her vagina (this is called her period). If a girl misses her period, she should visit a clinic to check if she is pregnant. \r\n \r\nA girl can get pregnant even if she:\r\n\r\n - is having her period\r\n - has not had her first period yet\r\n - does not have an orgasm\r\n - does not have sex very often\r\n - urinates right after sex\r\n - douches (squirts water up her vagina) right after sex\r\n - tells her man to pull his penis out of her vagina before he \u2028ejaculates\r\n - jumps up and down after sex\r\n - is under twelve years of age\r\n - is having sex for the first time\r\n - tells her man only to touch the outsides of her vagina with \u2028his penis. \r\n\r\n**If you have sex without using protection (contraception), there is a good chance of pregnancy. Pregnancy can happen if the sex is wanted, or unwanted. It can even happen if you have sex just once.** ", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 5, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "how-do-girls-get-pregnant", 
  "uuid": "6ea9826a91ab49c3bc367d58e5c09420"
}