{
  "subtitle": "Learn how it all works", 
  "description": "", 
  "language": "eng_GB", 
  "title": "Penis basics", 
  "primary_category": "17a68572c55e4995a865ef533db96a10", 
  "created_at": "2015-07-14T10:04:14.910081+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-07-14T10:04:14.910301+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Your penis (sex/reproductive organ) is unique to you and all penises are different shapes and sizes. It’s important to know about your penis, even if it’s embarrassing to talk about it! \r\n\r\nYour penis is usually soft but when you feel excited or aroused you will get an erection – this is when it fills with blood, gets hard and sticks up. When your penis is cold or you’re feeling scared or anxious about something, blood flow slows down and it goes smaller. \r\n\r\nYour penis is called a sex or reproductive organ because you use it to when you have sex and reproduce (make babies). You also use it when you pee. Your penis is made up of spongy tissue and blood vessels and is covered at the tip by your foreskin. Some boys don’t have a foreskin if they have been circumcised. Behind your penis, your testicles (two balls) are kept safe in a pouch called a scrotum. Your testicles produce sperm (which makes girls pregnant) and a hormone called testosterone.\r\n\r\n**What is circumcision?** \r\nMedical male circumcision (MMC) is when your foreskin, which covers the tip of your penis, is removed by a doctor at the clinic. It’s a quick procedure but not painless! Circumcision is a very old cultural and religious tradition. Circumcision helps to keep things cleaner down there and can help prevent infections when you are older and start to have sex. Some boys are circumcised when they are born, others choose to do this when they are grown men. If you haven’t been circumcised and you’re under 16, you will need permission from your parents. \r\n\r\n**Stay clean** \r\nIf you are circumcised it doesn’t mean you’re cleaner than those who aren’t – all boys need to wash their genitals with soap and water every day! If you are not circumcised, gently pull back your foreskin to clean underneath it. \r\n\r\n**No two boys look the same down there. Penises come in all shapes and sizes. It is important to keep it clean and check it regularly.**", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "penis-basics", 
  "uuid": "729b5380d6e94e359645b64a6d3f7f08"
}