{
  "subtitle": "Know your rights and stand up for them", 
  "description": "Know your rights and stand up for them", 
  "language": "eng_GB", 
  "title": "It’s your body!", 
  "primary_category": "b349c22c3e4f4e43b7e84cbdae9cb943", 
  "created_at": "2015-07-14T06:52:52.673753+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-07-14T06:52:52.673951+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Here are some basic rights you have and that you should know about: \r\n\r\n**Right to health**\r\nIt’s your right to be as healthy as you can and have good health care.\r\n\r\n**Right to privacy**\r\nIf you share something private with a health worker or a teacher, they need to respect your secret by keeping it that way. If your secret is about someone who harmed you or sexually abused you, the adult you confide in will need to tell others so they can get you help.\r\n\r\n**Right to be protected from harmful practices**\r\nSome practices, like early marriage, are not ideal for your future. You have the right to choose when you want to get married.\r\n\r\n**Right to be a part of making decisions about your life and health** \r\nWhen adults are making decisions about your life, you have the right to voice your feelings and opinions, and the adults need to listen to you.\r\n\r\n**Right to learn about sexual and reproductive health**\r\nYou are allowed to talk to your friends and learn about how your body works, sexuality, pregnancy and contraception and sexually transmitted infections (STIs) and HIV. \r\n\r\n**Right to ask**\r\nIf you need protection and provision, you have the right to ask adults, community leaders and government to help you.\r\n\r\n**Right to your own body**\r\nYour body is your body. If someone touches you in a way that makes you feel uncomfortable, even if it’s someone you trust and love, you have the right to say no. It’s important to tell another person you trust if this happens.\r\n\r\n**Right to marry a person of your choice**\r\nArranged marriages don’t need to happen. You have the right to choose who you want to marry.\r\n\r\n**Right to gender equality**\r\nWhether you’re a boy or a girl, you have the right to be treated with the same respect as others. \r\n\r\n**Even as a child you have very clear rights. Now that you know what they are, stand up for them! The law is there to protect your rights. If somebody is taking away your body rights, tell somebody you trust. Together you can make a plan to make it stop.** \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "its-your-body", 
  "uuid": "730cb81c64cd430da17336b48455b8d7"
}