{
  "subtitle": "You may need to talk to someone", 
  "description": "You may need to talk to someone\r\n", 
  "language": "eng_GB", 
  "title": " Behaving badly? ", 
  "primary_category": "17a68572c55e4995a865ef533db96a10", 
  "created_at": "2015-08-03T17:00:37.949479+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-03T17:00:37.949876+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": " \r\nOccasional bad moods, sulks, tempers or acting out is normal when you are a teenager, but depression is something different. Depression can cause an overwhelming sense of sadness, despair, or anger. \r\n\r\nDepression may make you feel:\r\n\r\n - You may constantly feel irritable, sad, or angry.\r\n - Nothing seems fun anymore, and you just don't see the point of\r\n   trying.\r\n - You feel bad about yourself—worthless, guilty, or just \"wrong\" in\r\n   some way\r\n - You sleep too much or not enough.\r\n - You feel helpless and hopeless.\r\n - You’re thinking about death or suicide.\r\n\r\nDepression is a serious condition. If you recognise these persistent feelings of sadness in your own behaviour you need to reach out and get help:\r\n\r\n - Turn to people you trust and tell them what you’re going through.\r\n   Explain that you need help and support.\r\n\r\n - When you’re depressed it’s easier to stay in bed or sit in front of\r\n   the TV or playing games on your phone rather than going out and\r\n   socialising. But being around others can help pick up your mood.\r\n\r\n - Join a sport club. Physical activity is a great way to get rid of bad\r\n   feelings. That’s because your body releases ‘feel good’ chemicals\r\n   called endorphins into your bloodstream. It’s nature’s way of\r\n   cheering you up!\r\n\r\n - Join a support group. Spending time and sharing with people who can\r\n   identify with what you’re going through can help you feel less alone\r\n   and overwhelmed. You can find them through your church, health centre\r\n   or online.\r\n\r\n**You don’t have to suffer alone. Start by telling somebody you trust. Depression can need an expert to help.**\r\n", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "behaving-badly", 
  "uuid": "749f4e6c26e04788b34675c74cf1e55a"
}