{
  "subtitle": " What it’s all about?", 
  "description": " What it’s all about?", 
  "language": "eng_GB", 
  "title": "Masturbation and ejaculation", 
  "primary_category": "17a68572c55e4995a865ef533db96a10", 
  "created_at": "2015-07-14T10:09:01+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-07-14T15:39:17.622797+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Masturbating is when you touch or rub your penis in a way that feels good. This will give you an erection and usually ends in ejaculation when semen comes out the tip of your penis. When you ejaculate you have an orgasm (also known as ‘coming’) which is a very strong feeling of pleasure that passes through your body. \r\n\r\nYour semen is made up of fluids and sperm. Sperm is what can make a girl pregnant if you have unprotected sex. When you ejaculate during sex, the semen will help your sperm to travel to a girl’s uterus (womb) to meet her egg. When you ejaculate semen, don’t worry that you’re wasting it because your body makes new sperm every day. \r\n\r\nDuring puberty, you may have your first ejaculation during a wet dream (this is when you have a sexual dream). Most boys have wet dreams but as you get older it doesn’t happen as much. \r\n\r\nMasturbating is a safe, pleasurable way to learn about your body and should be done in private. Most people have think about things that are sexually exciting (fantasise) when they masturbate. Don’t worry that your fantasies are bad! \r\n\r\nRemember, your body is special and if you’re going to let someone else touch your penis, make sure it’s someone you trust and feel safe with. And that person should always feel comfortable and safe about touching your penis.  \r\n\r\n**Masturbation is a safe way to learn about your own body and what feels good. It is healthy but it should not distract you from other areas of your life. Remember your ejaculation is full of sperm and can make a woman pregnant.**\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 11, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "masturbation-and-ejaculation", 
  "uuid": "7d5559cc524443d78c08dbb51335d9fc"
}