{
  "subtitle": "Find out how everything works ", 
  "description": "", 
  "language": "eng_GB", 
  "title": "Get to know your sex organs", 
  "primary_category": "2e06b96d5f1045ac99b914b55c9257e2", 
  "created_at": "2015-07-14T09:56:12.960617+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-07-14T09:56:12.960892+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Your genitals are made up of a few important sex organs. They’re also called your reproductive organs. One day you may use them to reproduce (make babies). It’s important to know how they work, even if it’s awkward to talk about it! Girls have sex organs on the inside and outside of their  bodies. \r\n\r\nRemember, no genitals look the same. Get to know how yours look and how they work. It will help you spot something that may be wrong down there… \r\n\r\n**Vagina** \r\nThis is the opening between your legs. The skin around it looks like lips (labia). \r\n\r\n**Vulva** \r\nThe part of your sex organs that are on the outside of the body with the labia.\r\n\r\n**Cervix** \r\nA circular muscle inside your vagina, like the opening into the uterus. \r\n\r\n**Uterus** \r\nAlso known as your ‘womb,’ this is where your baby grows and develops inside you when you’re pregnant.\r\n\r\n**Ovaries** \r\nThese produce your eggs. The eggs may be fertilised when they make contact with sperm. And when this happens, you fall pregnant. The ovaries also make the female hormones called oestrogen and progesterone.\r\n\r\n**Fallopian tubes** \r\nThese two tubes lead from your ovaries into your uterus. The egg travels down these tubes to be fertilised.\r\n\r\n**Discharge**\r\nYou’ll notice that sometimes you see a creamy smear in your panties. This is vaginal discharge. It’s normal for your body to stay healthy by letting out the old cells from your vaginal lining this way. But if the discharge smells bad or looks brown or green, it’s best to visit a nurse or doctor. There’s no need to use pads or cloths to catch your discharge. If it is bothering you, you can use a pantyliner which is a thin pad that keeps your undies clean. \r\n\r\n**No two girls look the same down there. It is good to look at and understand your genitals and how they work. That way you can spot anything wrong and try to fix it early.**\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "get-know-your-sex-organs", 
  "uuid": "8f6fe3d9e2f446a594d584375aa0fc9f"
}