{
  "subtitle": "How to handle the little guy", 
  "description": "", 
  "language": "eng_GB", 
  "title": "Erection Talk ", 
  "primary_category": "17a68572c55e4995a865ef533db96a10", 
  "created_at": "2015-07-14T10:05:03.868821+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-07-14T10:05:03.869024+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "729b5380d6e94e359645b64a6d3f7f08", 
    "e1e42b5a3cfd4499b179b6461b91bfb5"
  ], 
  "id": null, 
  "content": "When you get an erection, your penis fills with blood, becomes hard and sticks out. Don’t be scared or worried as this is very normal and is part of puberty and discovering how your body works! \r\n\r\nAn erection can be caused by many things – touching or playing with your penis, when you have exciting or sexual thoughts, if you’re feeling nervous about something, or for absolutely no reason at all – which can be quite embarrassing! Sometimes you’ll wake up in the morning with an erection. All boys can get erections – even small babies. Your penis will go soft again on its own or after you ejaculate (when your penis releases sperm through the tip). \r\n\r\nDuring puberty, you may struggle to control when and how you get an erection. You may even get them at embarrassing times and in public! Don’t panic, there are ways you can hide it! Try sitting down, putting a backpack or book in front of your erection, putting your hands in your pockets and thinking about something that will make it go away. The more you panic the longer it’ll stay hard.\r\n\r\n**Your penis may want attention but it does not have to be used every time it stirs. Remember this when you come into contact with a girl. It is your penis. Don’t make an erection her problem.**\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "erection-talk", 
  "uuid": "90da0da1eb4f48578116efd08e1128ae"
}