{
  "subtitle": "Ask yourself these questions", 
  "description": "Ask yourself these questions", 
  "language": "eng_GB", 
  "title": "What does it mean to be a man?", 
  "primary_category": "aabb61cb0eed43b4a5a99d45b3e6e955", 
  "created_at": "2015-08-03T19:45:39+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-04T07:34:40.124413+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "What sort of man do you want to be? Maybe you grew up without a dad and without positive male role models in your life. How do you learn what is right and what is wrong? \r\n\r\n**Here are some things to think about:** \r\n\r\n*Question authority.* It’s important to respect your culture and your elders, but some aspects of your culture are positive while others are negative. Respect what is positive and discard what is negative. Know that your elders may not always be right or believe in things that you know are outdated. \r\n\r\n*Find what you stand for.* What you stand for is what you value. You can value things that you cannot touch such as honesty, respect, and trust. You can also value your religion, education, and your health. \r\n \r\n*Find good people*. Good friends help you make good choices and make you feel safe and comfortable. You may choose a group of friends who behave badly to feel like a man, because you want to feel like you belong somewhere.\r\n\r\n*Drop bad friends:*  Bad groups can lead to what is called \"group think\" instead of individual think. You may be in a crowd that rapes a girl and keep quiet even if you know it was wrong. If your group of friends does things that make you uncomfortable, make an excuse to get out of the group.\r\n\r\n*Protect your body.* Stay fit, avoid alcohol and drugs, eat well and exercise. Exercise releases chemicals into the brain that make you feel good. When you are old enough to have sex, keep it clean and use a condom every time. Protect your body at all times and it will last you a lifetime.\r\n \r\n*Stand against violence*.  Some men are violent towards the women in their lives. Some of them actually think that this is okay. Hurting a woman (or a man for that matter) is abuse.\r\n \r\n*Become aware.*  Start to care how your home, community, country and world works. How can you make a difference within your family and community? People who help others feel happier with their lives than those who do not.\r\n\r\n**Every boy can learn to be a loving, caring and respected man. It is always your choice.**\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 18, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "what-does-it-mean-be-man", 
  "uuid": "98fa8fce5e674c139814f4d2a3f896ca"
}