{
  "subtitle": "What’s best - a lover or a friend?", 
  "description": "What’s best - a lover or a friend?", 
  "language": "eng_GB", 
  "title": "Sex does not mean love", 
  "primary_category": "aabb61cb0eed43b4a5a99d45b3e6e955", 
  "created_at": "2015-08-03T20:19:53+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-04T07:35:50.950807+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "There are many families where children grow up not knowing what love really is. As you reach your teens, you’ll want to find love. You may be looking for love or friendship, but end up just having sex. They are not the same. It’s useful to know the difference.\r\n\r\n**<ins>Love, sex and friendship: </ins>**\r\n\r\n+ We all want respect, trust, honesty and understanding in our relationships.\r\n+ Good friends help you with your problems, introduce you to new ideas and share your dreams for the future.\r\n+ Love is about respect and caring for each other.\t\r\n+ You can love your friends without having sex with them.\r\n+ Sex is pleasurable on its own – but having it with a friend can change your friendship.  You could even lose your friendship.\r\n+ You can have fun, safe sex with people you are attracted to, without loving them. In this case, there is no love and no emotional connection which is the strongest feeling that makes love much more meaningful.\r\n+ Most people agree that the best sex is with someone you love and trust – and who loves you back. This is a relationship. \r\n+ Love never means putting a relationship before your personal well-being or doing things that make you feel unhappy. \r\n+ Loving someone also means protecting them at all times – from pregnancy, HIV, and abuse.\r\n+ The best relationship is one where two people love each other, care for each other, respect each other and protect each other!\r\n\r\n**There are lots of ways to be with a person of the opposite sex and have a great relationship with them - without having sex!  If you are looking for closeness, look for friendships.** ", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 17, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "sex-does-not-mean-love", 
  "uuid": "9f75bad042454914a716870ac39078a3"
}