{
  "subtitle": "How to handle sexual feelings ", 
  "description": "How to handle sexual feelings ", 
  "language": "eng_GB", 
  "title": "Are you feeling horny?", 
  "primary_category": "b349c22c3e4f4e43b7e84cbdae9cb943", 
  "created_at": "2015-08-03T21:54:20+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-04T07:28:38.846204+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Thinking about sex is part of growing up.  But feeling sexy or horny doesn’t mean you have to have sex! You cannot jump into bed with everyone you feel attracted to. You would risk not only your reputation - but pregnancy and  sexually transmitted infections (STIs) including HIV. \r\n\r\nHere are some ways to handle sexual feelings:\r\n\r\n**Set sex rules**  \r\nDo you know what your own sexual rules are? Have you decided how far you are willing to take things with another person? You set the rules. Here are some examples of rules:\r\n*I stop at kissing. I always keep my underwear on. I don’t have sex if I am drunk.  I never have sex without a condom. I don’t sleep with a guy until we both have HIV tests. I will wait to have sex once I am married.* \r\nIt’s your body and you can decide what you feel comfortable doing.  If you have set yourself a clear limit, then you’ll know when to say ‘no’.\r\n\r\n**Fool around in other ways**  \r\nYou can be close, kiss, cuddle and have sexual play without having penetrative sex with any lover. You can choose to masturbate, or masturbate with each other, give each other orgasms and have fun without worrying. Penetrative sex has risks that can change your life - like a pregnancy. Focus on the other important things, like finishing school so you can support yourself and later, your family.  \r\n\r\n**Distract yourself**  \r\nIt may be easier to avoid the things that get you sexually excited. Don’t expose yourself to sexual images (porn) or let yourself drink too much. A sensible attitude towards your life will help you keep your sexual feelings in check. Talking to an adult you trust can help as well. \r\n\r\n**Everyone thinks about sex!  Don’t lose sight of your education or your life plan. If you are having sex, set rules for yourself and stick to them.** \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "are-you-feeling-horny", 
  "uuid": "a653091a2a504e6890321ab9e074387b"
}