{
  "subtitle": "Do you like the way you look?", 
  "description": "", 
  "language": "eng_GB", 
  "title": " Hey beautiful!", 
  "primary_category": "2e06b96d5f1045ac99b914b55c9257e2", 
  "created_at": "2015-08-03T14:20:47.564723+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-03T14:20:47.564914+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "It’s easy to look at celebrities in magazines and wish you looked more like them. But they are not real people - they are perfect people! Don’t compare yourself to them.  You are beautiful in your own way and what makes you attractive to others is not just your body but all of you. \r\n\r\nYour basic body parts are here to stay. When you’re born, you inherit some of your mom and your dad’s features and your body grows to be like no other body! Maybe you’re tall, have big hips, small breasts, ears that stick out or a funny nose. The most important thing to know is you are you - and that’s what makes you beautiful. \r\n\r\nBody shape and looks are not the only things that make you beautiful – your personality and your self-esteem (how you feel about your body) play a big part too. \r\n\r\n**There are three types of basic body shapes. Can you spot yours?**\r\n\r\n 1. Endomorph: rounder curves with a bit of extra fat\r\n 2. Ectomorph: thin with less curves\r\n 3. Mesomorph: muscular with small hips and wide shoulders\r\n\r\n**No body shape is perfect. Everybody has something they don’t like about themselves. It’s learning to love what you’ve got that is important. Instead of comparing how you look to others, rather celebrate the fact that you’re in a healthy, strong body!** \r\n", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "hey-beautiful", 
  "uuid": "b2261483efcc4471ac40ae6c3a483bf9"
}