{
  "subtitle": "What to expect - and what you can do", 
  "description": "", 
  "language": "eng_GB", 
  "title": "Growing hair in new places?", 
  "primary_category": "2e06b96d5f1045ac99b914b55c9257e2", 
  "created_at": "2015-08-03T14:18:55.706388+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-03T14:18:55.706584+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "\r\nDuring puberty you’ll start to notice lots of new hair sprouting in places like your armpits, between your legs, public hair on your vulva (the area surrounding your vagina) and even around your lips and eyebrows. Some girls have thicker, darker hair than others, but that’s what makes us all unique. \r\n\r\nMost girls like to stay hair-free but it’s up to you. Taking care of yourself and grooming is all part of finding out how to love your body.\r\n\r\nIf you do decide to be smooth, there are many ways to remove your hair. Shaving with a razor is easiest, remember to use soap when you shave and to clean your razor afterwards. This is great for your legs, but don’t shave your facial hair. Waxing is a bit more painful but best for your facial hair and bikini! Strips of wax are placed over your skin and then ripped off to remove the hairs from the root. It’s best to get a professional to do it for you. You also get special creams that are designed to remove hair. They smell a bit funny and can cause rashes on sensitive skin, so read the instructions carefully. You can use tweezers to pluck small hairs like eyebrow hairs. \r\n\r\n**Take time to make yourself look and feel beautiful. That way you build self-confidence and feel more in control of yourself and your life.** \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "growing-hair-new-places", 
  "uuid": "c0405e0186dc45c8964e2298386d3342"
}