{
  "subtitle": "All your questions answered", 
  "description": "", 
  "language": "eng_GB", 
  "title": "What is HIV? What is Aids? ", 
  "primary_category": "b349c22c3e4f4e43b7e84cbdae9cb943", 
  "created_at": "2015-07-14T10:50:17.875068+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-07-14T10:50:17.875462+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "HIV stands for Human Immunodeficiency Virus. It is the virus that causes Aids. It can only be passed from one human to another. When the virus is in the human body, it attacks the immune system.\r\n\r\nThe immune system is very important. It protects the body by fighting off germs and infections. Normally, the body's immune system is able to fight off infection. But HIV doesn’t work like that. The human immune system cannot seem to get rid of it. This means that once you have HIV, you have it for life.\r\n \r\nOnce you have HIV in your body, you are said to be HIV positive.\r\n\r\nHIV can hide for a long time in the cells of your body. It attacks an important part of your immune system, the T-cells - or CD4 cells. Your body has to have these cells to fight infections and disease. But HIV invades them and then destroys them.\r\n\r\nOver time, HIV can destroy so many of your CD4 cells that your body cannot fight infections and disease anymore. When that happens, HIV infection can lead to Aids, the final stage of HIV infection. \r\n\r\nPeople at this stage of HIV disease have a badly damaged immune system. This puts them at risk of opportunistic infections (OIs) like tuberculosis (TB).\r\n\r\nNot everyone who has HIV gets Aids. With proper treatment, called antiretroviral therapy (ART), you can keep the level of the HIV virus in your in body low.\r\n\r\n**HIV is treatable, but it can’t be cured. The first step is to take an HIV test and know your status. The test is voluntary and confidential. If you are HIV positive, you can take medicines to help you live a healthy life just like anyone else.**\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "what-hiv-what-aids", 
  "uuid": "d00e69aeea2c47b8b70a08bf3b4670b0"
}