{
  "subtitle": " What’s happening to my body?", 
  "description": "", 
  "language": "eng_GB", 
  "title": "Teen Zone!", 
  "primary_category": "2e06b96d5f1045ac99b914b55c9257e2", 
  "created_at": "2015-08-03T14:02:54.962648+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-03T14:02:54.962875+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Your body is growing and developing all the time. When you get to about 10 years old, you’ll notice that your body starts to change in different ways. You’ll start to grow breasts,  pubic hair around your vulva or genitals underarm hair, you’ll get taller, your hips will get wider, you’ll start to sweat (and smell) more and you may get pimples on your face. \r\n\r\nThese are your pre-teen/adolescent years and what you’re going through is called puberty. The changes of puberty continue until you’re about 18 as you develop from a girl into a woman. \r\n\r\n**What’s causing all these changes?** \r\nYour body starts to produce new hormones (chemicals). The hormones are responsible for all your physical changes, but they’re working on your emotions too. You may feel moody, sensitive, insecure, irritable or even sad. It’s your body’s way of dealing with all the changes you’re going through. Sometimes it’s good to have an adult that you can talk to.\r\n\r\n**I’m bleeding too!**\r\nPuberty is a lot to deal with and you’ll also start your monthly period (menstrual cycle), when you bleed from your vagina. Once you get your period it’ll happen every month for a few days, 4-7 days on average. You will need to wear something in your underpants to catch the blood and avoid staining your clothes. You can buy products like sanitary pads or tampons. It is helpful to learn how to manage your monthly periods from an older woman you trust like your sister, mother, auntie or cousin.  Getting your period is the sign that your body is maturing normally and could now fall pregnant if you have unprotected sex. \r\n\r\nAlways remember that every girl develops in a different way and you are all unique! Don’t worry if you’re not growing breasts yet or haven’t got your period yet - it will happen!   \r\n\r\n**Puberty can be a confusing and emotional time. There are no rules as to how your body will change into womanhood. Don’t compare yourself to your friends. All the changes will happen at the right time!**", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "teen-zone", 
  "uuid": "d52965bfd9ef409f9290aff068351834"
}