{
  "subtitle": "We answer your menstruation questions", 
  "description": "", 
  "language": "eng_GB", 
  "title": "How to handle your period ", 
  "primary_category": "2e06b96d5f1045ac99b914b55c9257e2", 
  "created_at": "2015-08-03T14:12:08.957693+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-03T14:12:08.957889+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**Why do I bleed?**\r\n \r\nEvery month blood builds up in the lining of your uterus preparing for a fertilized egg to implant. This rich area is where a baby will develop if you fall pregnant. If you use contraception a fertilized egg does not burrow into your uterus, and your body expels this lining during your monthly period.\r\n\r\n**What do I do about the blood?** \r\n\r\nYour period will last for a few days and you will need to wear something in your panties that will catch the blood so you can protect your clothes. Your choices are: \r\n\r\n - Sanitary pads: some are thin, some are thick and they are made of\r\n   cotton wool which holds the blood. Pads should be changed every few\r\n   hours. You can buy pads at pharmacies and most grocery shops.\r\n\r\n - A cloth: make sure it’s clean and able to soak up the blood. Fold it\r\n   to fit comfortably in your panties. Change the cloth when it’s full\r\n   and remember to wash it with soap and water. You could use an old\r\n   T-shirt.\r\n\r\n - Tampons: a small tube of compressed cottonwool that you wear inside\r\n   your vagina to soak up the blood. Tampons look tricky to use at\r\n   first, but they’re actually very easy. You can only use one tampon at\r\n   a time. When you insert a tampon, keep the little string hanging out\r\n   of your vagina – so you can pull out the tampon when you need to\r\n   change it. You can buy tampons at pharmacies and grocery shops.\r\n\r\n \r\n**What’s that smell?** \r\nMenstrual blood doesn’t smell but if you don’t change your pad or cloth regularly, it will start to smell.  \r\n\r\n**But I didn’t get my period?**\r\nIf you haven’t got your period, or you have missed a few periods, there might be a health problem, or you could be pregnant. It’s a good idea to see a nurse or doctor for a check-up.\r\n\r\n**Having a period is normal. There is no need to feel ashamed of it. You are responsible for the cycle of life! Find ways to make menstruation more comfortable for yourself.**", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "how-handle-your-period", 
  "uuid": "dc6661477c87480a9462abfc9f431aa9"
}