{
  "subtitle": "", 
  "description": "These behaviours are just not okay", 
  "language": "eng_GB", 
  "title": "How To: Tell if you're in a bad relationship ", 
  "primary_category": "aabb61cb0eed43b4a5a99d45b3e6e955", 
  "created_at": "2015-08-03T21:00:45+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-03T21:01:32.641303+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Most of your relationships are going to be healthy and fun ones. A healthy relationship is an equal one. An unhealthy relationship is not an equal one. \r\n\r\nHere are some signs of an unhealthy relationship:\r\n\r\n*Jealous and possessive*. They may accuse you of cheating or flirting without any reason, and are always suspicious of where you have been or who you’ve been with.  \r\n*Controlling*. The person demands your time and attention, controls the finances and becomes angry if you show signs of independence.  \r\n*Always winning*. The person believes he or she is always right, and justifies his or her actions by blaming you or other people.  \r\n*Manipulative*. You're told you're crazy or stupid when you express yourself on certain points, and you are made to believe that things are your fault. They also play ‘the silent game’, ignore you or lock you out as punishment when they don’t get their own way.  \r\n*Moody.* The person’s moods swing from aggressive and abusive to apologetic and loving after the abuse has occurred.  \r\n*Contradictory*. The person breaks promises, says they love you and then turns on you.\r\n\r\n**He says:** “She’s my girlfriend so if she says ‘No’ to sex she doesn’t love me.”\r\n**She says:** “He’s crazy thinking he can walk around with another girl. I’ll bet the slap I gave him taught him to respect me. I am nobody’s fool!”\r\n\r\n**What’s true?**    \r\n\r\n * You don’t have to do anything you don’t want to, to prove you love\r\n   him.   \r\n * Forced sex between partners is rape.  \r\n * A ‘firm slap’ does not mean she loves you passionately, it is physical violence. \r\n\r\n**If your relationship does not make you feel safe, comfortable and good about yourself, it could be time to leave. Being safe and happy starts with you.** \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "how-tell-if-youre-bad-relationship", 
  "uuid": "dd4cb4425b994fb1bc31d721143bfc99"
}