{
  "subtitle": "From boy to man", 
  "description": "From boy to man", 
  "language": "eng_GB", 
  "title": "Puberty Changes", 
  "primary_category": "17a68572c55e4995a865ef533db96a10", 
  "created_at": "2015-07-14T06:51:20.393613+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-07-14T06:51:20.393951+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "From the day you’re born, your body is growing and developing. When you reach about 10 years old your body starts to change in different ways, until you’re about 15 or 16. These are your teenage years, also known as puberty or adolescence, when you change from a young boy into a man. \r\n\r\nYou start puberty about two years later than girls and you’ll notice that you’re growing taller, your voice is getting deeper, you’re sweating more, your muscles are developing, you’re getting pimples and you’re growing hair everywhere! There’s hair from your armpits to your chest, your face and around your private parts (pubic hair).\r\n\r\n**So what’s causing all these changes?** \r\nYour body starts to produce new hormones (chemicals) when you hit puberty. The hormones are responsible for all your physical changes, but they’re working on your emotions too. You may start to feel insecure, competitive, aggressive and be confused by your own emotions. It’s your body’s way of dealing with all the changes you’re going through. Sometimes it’s good to have an adult that you trust who you can talk to when you need to. \r\n\r\nYour body will also start to make sperm (this is what can make a girl pregnant). Sperm is in your semen – the white, sticky liquid that comes out your penis when you ejaculate. Sometimes you’ll wake up with wet pants after having a wet dream (that’s when you ejaculate while you’re sleeping). This is part of your development and it’s completely normal. \r\n\r\nDon’t worry if your muscles aren’t growing or your voice isn’t breaking yet, we all grow and develop at different stages, it will happen!   \r\n\r\n**Puberty can be a confusing and emotional time. There are no rules as to how your body will change into an adult. Don’t compare yourself to your friends, it will all happen at the right time. Angry feelings and bad moods are normal - but keep them in check. You’ll need your friends more than ever now!** \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "puberty-changes", 
  "uuid": "e1e42b5a3cfd4499b179b6461b91bfb5"
}