{
  "subtitle": "Let’s keep it sweet, girl!", 
  "description": "", 
  "language": "eng_GB", 
  "title": "You’re starting to sweat", 
  "primary_category": "2e06b96d5f1045ac99b914b55c9257e2", 
  "created_at": "2015-08-03T14:15:18.357358+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-03T14:15:18.357590+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Puberty brings all kinds of changes to your body, and you are going to find that you start to sweat a lot more. It’s often hard to hide when you’re sweating and it will feel like you’re sweating everywhere – under your arms, in the palms of your hands, under your feet, on your face and even between your legs! \r\n\r\nWhen you’re playing sport or the weather is very hot, you’ll obviously sweat more. But you’ll also sweat when you’re feeling excited or scared about something. Believe it or not, sweating actually helps you to cool down! \r\n\r\nMost sweat doesn’t smell bad, but it can mix with the bacteria on your skin and that can make a bad smell. That’s why it is important to stay clean. Make sure you wash with warm water and soap every day, especially around the places you sweat the most. Keep your clothes clean and washed. Use some underarm deodorant.  \r\n\r\n**Your body is changing. Part of growing up is learning to take care of it without your parents nagging you. Taking care of yourself will make you feel good about yourself. You deserve it!** \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "youre-starting-sweat", 
  "uuid": "e21f22b7841e4215a9a75bb49ecae4f0"
}