{
  "subtitle": "Know the facts, learn the Dos and Don’ts ", 
  "description": "", 
  "language": "eng_GB", 
  "title": "How do you get HIV?", 
  "primary_category": "b349c22c3e4f4e43b7e84cbdae9cb943", 
  "created_at": "2015-07-14T10:53:39.485505+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-07-14T10:53:39.485710+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "d00e69aeea2c47b8b70a08bf3b4670b0", 
    "ff3bc536b209401d99f5ba6b1e2989c0"
  ], 
  "id": null, 
  "content": "You get HIV from another person’s body fluids. These are blood, semen, vaginal secretions and breast milk. You don’t get HIV from another person’s saliva or tears. \r\n\r\nThe most common way HIV is spread is through sex. It can be vaginal sex, anal sex (penetration of the anus instead of vagina) or oral sex (putting your mouth on somebody’s genitals). Anal sex and rough (or ‘dry’) sex is risky because it can cause small tears in the anus or vaginal wall. The virus can easily pass through these tears into the body. \r\n\r\nYou may not think so, but oral sex also has a risk. If you have small cuts in your mouth or gums and you have oral sex, this could be very unsafe.\r\n\r\n**There are other ways you can get HIV:**\r\n  \r\n - A mother who has HIV can pass it on to her baby. This is called mother-to-child transmission. It can be stopped if the mother takes strong HIV medicines called ARVs. \r\n - HIV can enter your body through open cuts or sores on any part of your body. The most dangerous sores are the ones on your vagina and penis.\r\n\r\n**You cannot get HIV from:**\r\n\r\n - Hugging, kissing or touching\r\n - Living together, eating together or sharing a toilet\r\n - Mosquitoes or other insects\r\n\r\n**Protect yourself from HIV: The Dos and Don’ts...**\r\n\r\n - Do always use a condom, no matter what\r\n - Don’t have more than one sex partner at a time.\r\n - Don’t cheat on your partner – it increases your chances of getting HIV \r\n - Do respect your body and say ‘no’ to sex if you don’t feel ready \r\n - Don’t have sex in exchange for money or gifts \r\n - Do remember that deciding to have sex should always be your choice\r\n - Don’t make decisions about sex if you have been drinking alcohol \r\n\r\n**If you had unprotected sex or know you are pregnant, take an HIV test. Test for HIV every 3 months to be safe. If you test positive, you will be given antiretroviral (ARV) medicines to keep your body healthy. If you are pregnant these will also protect your baby.** \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "how-do-you-get-hiv", 
  "uuid": "ec5001babd7b47e1b1a1306a36c65e2f"
}