{
  "subtitle": "Steps you need to take! ", 
  "description": "Steps you need to take! ", 
  "language": "zul_ZA", 
  "title": "Raped or sexually abused? ", 
  "primary_category": "aabb61cb0eed43b4a5a99d45b3e6e955", 
  "created_at": "2015-08-03T21:04:41+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-04T08:44:04.475091+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "After being raped, you may not necessarily want to see a doctor or nurse immediately - or at all. But you don’t have a choice if you want to access anti-HIV drugs or get emergency contraception. The window for getting post-exposure prophylaxis (PEP) that can stop HIV taking effect or preventing pregnancy is just 72 hours. \r\n\r\n*Get to a clinic or hospital*. Take the clothes you were wearing and don’t wash them. Don’t even shower or bath as the police will be able to gather evidence (like hair, blood and semen) from your clothes. The clinic will also be able to provide counselling and support for you.\r\n\r\n*Report the rape*. Once you’ve visited the clinic or hospital, you should report your rape to the nearest Police Victims Support Unit (VSU).  It’s very important that you report it within 24 hours so that you give the police a better chance of catching your rapist. \r\n\r\n*Ask for help*. If you are a victim of violence at the hands of someone you know or love, get immediate help and support to leave or report them. You are going to need lots of love and support from those around you to heal from a rape. \r\n\r\n**Rape is an act of violence, anger and control that uses sexual acts as a weapon. You have not chosen it, but you can chose to act quickly and get medical help to prevent a pregnancy, HIV or an STI. You can also get counseling and support. If you are a boy, you do not have to hide the abuse, report it and get help.**\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 7, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "raped-or-sexually-abused", 
  "uuid": "f3ddf8be06104fd38172352c5ff5c66d"
}