{
  "subtitle": "The difference between feeling sexy and having sex", 
  "description": "", 
  "language": "eng_GB", 
  "title": "Learn to handle sexual feelings", 
  "primary_category": "17a68572c55e4995a865ef533db96a10", 
  "created_at": "2015-07-14T10:12:19.827823+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-07-14T10:12:19.828077+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Thinking about sex is part of growing up. Everybody has sexual feelings. Your sexuality is a part of who you are and can affect your personality in a good or a bad way. It’s how you feel about sex, how you think about it, how you behave or dress or dance, or how you talk and express your sexual feelings.\r\n\r\nAs you become an adult, you will learn how to control your sexual thoughts and desires. It’s good to feel sexy – this shows you are confident about your body and how you feel about sex. But feeling sex doesn’t mean you have to have sex! \r\n\r\nHaving plans and goals for your life is more important than anything when you are young. Having a life plan will help you to set sexual limits. You cannot act on sexual feelings with everyone you feel attracted to. You would risk not only your reputation - but pregnancy and  sexually transmitted infections (STIs) including HIV. Any of these could affect your life plans. Healthy sexual decisions will help you to achieve your important life goals first.  \r\n\r\n**Control your sexual feelings**\r\nIt can be tough to control your sexual feelings. It may be easier to avoid the things that get you sexually excited. Try not to let things go too far with somebody you’re very attracted to, by limiting the time you spend alone. Don’t expose yourself to sexual images or let yourself drink too much when you are having fun with friends. A disciplined attitude towards your life will help you keep your sexual feelings in check. Talking to an adult you trust can help as well. \r\n\r\n**Set sexual limits and personal rules**\r\nDo you know what your own sexual rules are? Have you decided how far you are willing to take things sexually with another person? You can stop at kissing, or agree to always keep your underwear on. If you have set yourself a clear limit, then you’ll know when to say ‘no’. It’s your body and you can decide what you feel comfortable doing. The urge to have sex can be strong. Regret over breaking your personal rules will last longer.\r\n\r\n**Delay sex** \r\nYou can be close, kiss, cuddle and have sexual play without having penetrative sex. You can choose to masturbate rather than have sex. Penetrative sex has risks that can change your life like a pregnancy will. Wait until you’re older to have sex. Focus on the important things, like finishing school so you can support yourself and later, your family.  \r\n\r\n**It is normal to think about sex. But you don’t have to act on your sexual thoughts. Don’t lose sight of your education or your life plan. Sex can come later** \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "learn-handle-sexual-feelings", 
  "uuid": "f8b5efd1002c47269ebd45bd397c81eb"
}