{
  "subtitle": "What is an STI?", 
  "description": "All your questions answered", 
  "language": "eng_GB", 
  "title": "Find out about itches, rashes or bumps", 
  "primary_category": "b349c22c3e4f4e43b7e84cbdae9cb943", 
  "created_at": "2015-07-14T10:46:59+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-07-14T15:36:44.668427+00:00", 
  "_version": {
    "package_version": "1.4.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "59b9f2998f15454687aa5c5658230ccb", 
    "6182425ab1874ab9b551411e2697d6d8", 
    "6ea9826a91ab49c3bc367d58e5c09420"
  ], 
  "id": null, 
  "content": "A sexually transmitted infection (STI) is an infection that is carried in body fluids. You can catch one by having sex without using a condom. STIs  have names like genital warts, herpes, pubic lice or syphilis. Unfortunately they are very common. Luckily, most can be cured with medicine. But some - like herpes or HIV - will always be in your body. \r\nHIV is an important STI for you to know about. It can cause complications in your body that you could die from. There is no cure for HIV, but there are very good medicines for HIV to help you feel healthier.\r\n\r\n**How do you get an STI?**\r\n\r\nIf you are having sex and don’t use a condom every time, you are at high risk of contracting an STI. This can happen with vaginal sex, anal sex (when penetration of the penis is through the anus) or oral sex.  Sometimes, you might have a small sore, cut or blister in your mouth or around your genitals and this could put you at even greater risk of getting an STI.\r\n\r\n**You can get an STI if…** \r\n\r\n - You have any unprotected sex (sex without a condom)\r\n - You have sex with lots of different partners \r\n\r\nThe problem with STIs is that you may not even know that you have one.The person you are having sex with may not know they have one! Or, they may know - but not want to tell you. \r\nIf you are having sex, it’s very important to go for tests to check if you have any STIs. If you find out you do have one, then you can take medication to sort it out and also not pass your STI to others without meaning to. \r\n\r\nIf an STI is in your body for a long time it can cause serious health problems for you. It’s always best to get help earlier than later. \r\n\r\n**It’s best to avoid having sex until you’re ready. Respect yourself enough to choose safe sex. This means using a condom correctly each and every time you have sex to prevent catching an STI.** \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 2, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "find-out-about-itches-rashes-or-bumps", 
  "uuid": "ff3bc536b209401d99f5ba6b1e2989c0"
}